import React from 'react'
import { Row } from 'react-bootstrap';
import Filter from '../../components/global/Filter/Filter';
import './About.css';

export default function About(props) {


  return (<div>
    <Filter props={"אודות"}/>
    <Row>
      <div id="img">
        <img src="./images/update.png" alt="about"/>
      </div>
      <div id="text">
        <h1>צבי רייזמן - מחבר ספרי רץ כצבי</h1>
        <p>
          בוגר ישיבת ה'ישוב החדש' בתל אביב, וישיבת 'חברון' בירושלים, הממשיך במסורת אביו הרה"ח ר' השיל זצ"ל, בדרך המשלבת בין קמח ותורה, וממזגת מסחר בעסקים מסועפים עם מסירת שיעורי תורה בעיון, וחיבור סידרת ספרים נודעת בהלכה ובמחשבה.
          את יסודות לימודו ואורחות חייו קיבל ממורו ורבו, הגאון רבי יהודא קולודצקי זצ"ל, ראש ישיבת ה'ישוב החדש', אשר החדיר בתלמידיו את השאיפה לשלמות והצטיינות בכל תחום. ולהבדיל בין חיים לחיים, את דרך הלימוד בעיון, קנה ממורו ורבו, הגאון רבי ברוך מרדכי אזרחי שליט"א, ורבותיו בישיבת חברון, מהם קיבל את הכח המניע להיות שקוע בעיון התורה ולחדש חידושים, ולהרביץ תורה ברבים.
          המעיינים בספריו ובשיעוריו אינם יכולים להעלות על הדעת, כי מחברם הוא איש עסקים חובקי עולם, ותמכין דאורייתא.
          בט"ו כרכי 'רץ כצבי' שראו אור, מערכות שלמות של שיעורים מקיפים בדרך הלימוד הישיבתית, המוגשות בשפה ברורה ובהירה, קולחת ושווה לכל נפש, במגוון נושאים שונים: ענייני אורח חיים, מועדים, ענייני יורה דעה וכהונה. וחוברות להן, מערכות שיעורי מחשבה הבנויים על יסודות המוסר והחסידות, ומסודרים סביב חודשי השנה.
          גולת הכותרת של ספריו, הוא הספר 'רץ כצבי - אבן העזר', פרקי מחקר ועיון בסוגיות אקטואליות בנושאי פוריות, בירורי יוחסין ואישות, משולבים במשא ומתן עם פוסקי הלכה ותלמידי חכמים, פרי עבודת מחקר ומסירת שיעורים במשך כעשור. הספר זכה לברכתם של גדולי הדור ובהם הגאון רבי משה שטרנבוך שליט"א ראב"ד ירושלים, רבי יצחק זילברשטיין חבר מועצת גדולי התורה של דגל התורה ורבה של רמת אלחנן בבני ברק, רבי אביגדור נבנצל שליט"א רבה של העיר העתיקה, רבי אשר וייס גאב"ד דרכי הוראה ועוד גדולי ישראל רבים.
          כמו"כ כלל ספרי רץ כצבי, זכו להסכמות נלהבות מגדולי התורה, אדמו"רים וראשי ישיבות, והינם פרי עבודה רבת שנים של מסירת מספר שיעורי תורה קבועים בפני ציבור רחב במקום מגוריו, לוס אנג'לס, ובמקומות רבים אחרים ברחבי העולם כולו.
          המעיין בהם, צועד בבטחה במשעולי הסוגיא, החל מדברי הראשונים וכלה בדברי הפוסקים, תוך כדי דיון בשאלות אקטואליות וניתוח הגיוני ומחודד, ומתרשם מטעמו המתוק של לימוד התורה בעיון, המוביל לעתים למסקנות חדשות ומפתיעות, ואף נותן מענה לשאלות רבות שנתקלים בהם במציאות החיים, ובפרט בעידן המודרני.
        </p>
      </div>
    </Row>
  </div>
  );
}