import React from 'react'
import Filter from '../../components/global/Filter/Filter';
import './About.css';

export default function About(props) {


  return (<div>
    <Filter props={"אודות"}/>
      <div id="about"> 
        <img id="imgAbout" src="./images/Tzvika.JPG" alt="about"/>
     
      <div id="text">
        <h1 id="title">צבי רייזמן - מחבר ספרי רץ כצבי</h1>
        <p>
          בוגר ישיבת ה'ישוב החדש' בתל אביב, וישיבת 'חברון' בירושלים, הממשיך במסורת אביו הרה"ח ר' השיל זצ"ל, בדרך המשלבת בין קמח ותורה, וממזגת מסחר בעסקים מסועפים עם מסירת שיעורי תורה בעיון, וחיבור סידרת ספרים נודעת בהלכה ובמחשבה.
          את יסודות לימודו ואורחות חייו קיבל ממורו ורבו, הגאון רבי יהודא קולודצקי זצ"ל, ראש ישיבת ה'ישוב החדש', אשר החדיר בתלמידיו את השאיפה לשלמות והצטיינות בכל תחום. ולהבדיל בין חיים לחיים, את דרך הלימוד בעיון, קנה ממורו ורבו, הגאון רבי ברוך מרדכי אזרחי שליט"א, ורבותיו בישיבת חברון, מהם קיבל את הכח המניע להיות שקוע בעיון התורה ולחדש חידושים, ולהרביץ תורה ברבים.
          המעיינים בספריו ובשיעוריו אינם יכולים להעלות על הדעת, כי מחברם הוא איש עסקים חובקי עולם, ותמכין דאורייתא.
          בט"ו כרכי 'רץ כצבי' שראו אור, מערכות שלמות של שיעורים מקיפים בדרך הלימוד הישיבתית, המוגשות בשפה ברורה ובהירה, קולחת ושווה לכל נפש, במגוון נושאים שונים: ענייני אורח חיים, מועדים, ענייני יורה דעה וכהונה. וחוברות להן, מערכות שיעורי מחשבה הבנויים על יסודות המוסר והחסידות, ומסודרים סביב חודשי השנה.
          
        </p> 
        </div>
      </div>
  </div>
  );
}